@extends('layouts.app')

@section('content')
<div class="container">
  <div class="row">
    <div class="col-lg-12 mb-4 mt-2 bl-ag-usg">
      <h1>プライバシーポリシー</h1>
      <h2>1. はじめに</h2>
      <p>Backlog Boostar Tools（以下，「当方」といいます。）は，本ウェブサイト上で提供するサービス
        （以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，
        以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
        当方のWebアプリケーションのユーザー登録によって、本規約に同意していただいたものとみなします。</p>
      <h2>2. 収集する情報</h2>
      <p>当方のWebアプリケーションを、ユーザー登録してご利用いただく際、以下の利用者情報を取得いたします。</p>
      <h3>2-1.ユーザー情報のデータベースへの保存</h3>
      <ul>
        <li>ユーザーのメールアドレス、ユーザー名、BacklogユーザーID、Backlog 課題キー、担当者ID</li>
      </ul>
      <h3>2-2.お問い合わせやご意見を頂く際の個人情報の収集</h3>
      <ul>
        <li>送信元のメールアドレス、 お名前</li>
        <li>お問い合わせ内容</li>
      </ul>
      <h3>3. 利用目的</h3>
      <p>当方は、2-1.において収集した情報を、アプリケーションの利便性向上のため、データベースへの保存、次回ログイン時の呼び出しに利用いたします。</p>
      <p>当方は、2.2 において収集した情報を、お問い合わせに対する返信のために利用いたします。また、2.2 において収集した情報を、本アプリの品質向上のために利用いたします。</p>
      <h3>4. 個人情報の管理</h3>
      <p>当方は、お客さまの個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、安全対策を実施し個人情報の厳重な管理を行ないます。</p>
      <h3>5. 個人情報の第三者への開示・提供の禁止</h3>
      <p>当方は、お客さまよりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。</p>
      <ul>
        <li>お客さまの同意がある場合</li>
        <li>法令に基づき開示することが必要である場合</li>
      </ul>
      <h3>6. 法令、規範の遵守と見直し</h3>
      <p>当方は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。</p>

      <h3>7. 免責事項</h3>
      <p>本アプリがユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、および不具合が生じないことについて、何ら保証するものではありません。</p>
      <p>当方の都合によりアプリの仕様を変更できます。私たちは、本アプリの提供の終了、変更、または利用不能、本アプリの利用によるデータの消失または機械の故障もしくは損傷、その他本アプリに関してユーザーが被った損害につき、賠償する責任を一切負わないものとします。</p>

      <h3>8. 著作権・知的財産権等</h3>
      <p>著作権その他一切の権利は、当方又は権利を有する第三者に帰属します。</p>

      <h3>9. 連絡先</h3>
      <p><a href="https://docs.google.com/forms/d/e/1FAIpQLScPyJopuGMfJMWsE6pLZ92Yr7dV7XDMzybJWnm6fwG5b5q1zQ/viewform">お問い合わせ先</a></p>

    </div>
  </div>
</div>
@endsection